---
kind: other
id: Methods.T:Autodesk.Revit.DB.Level
zh: 标高
source: html/aeb88c88-6837-1c53-0875-bc0f8ccfe09c.htm
---
# Level Methods

**中文**: 标高

Adds a default Leader for the indicated end of the datum plane. This method does not apply to Reference planes (which do not support leaders).